Repository: Haoest/HandyApp
Catalog: HandyApp3/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: Built-in options can't be renamed or removed — they're what the app seeded the list with.
es: Las opciones integradas no se pueden renombrar ni eliminar: son las que trae la aplicación de forma predeterminada.
fr: Les options intégrées ne peuvent être ni renommées ni supprimées : elles font partie de la liste d'origine de l'application.
zh_hans: 内置选项无法重命名或删除——它们是应用预置在列表中的内容。

source: Add an option
es: Añade una opción
fr: Ajouter une option
zh_hans: 添加选项

source: Typing a new option adds it to this list.
es: Escribir una opción nueva la añade a esta lista.
fr: Saisir une nouvelle option l'ajoute à cette liste.
zh_hans: 输入新选项即可将其添加到此列表。

source: Only the options above can be chosen. Anything already stored is left as it is.
es: Solo se pueden elegir las opciones anteriores. Lo que ya esté guardado se deja como está.
fr: Seules les options ci-dessus peuvent être choisies. Tout ce qui est déjà enregistré reste tel quel.
zh_hans: 只能选择以上选项，已保存的内容保持不变。

source: Only the options above can be chosen.
es: Solo se pueden elegir las opciones anteriores.
fr: Seules les options ci-dessus peuvent être choisies.
zh_hans: 只能选择以上选项。

source: Option
es: Opción
zh_hans: 选项

# builtin.category.Primary Home
source: Primary Home
es: Vivienda principal
fr: Résidence principale
zh_hans: 主要住宅

# builtin.category.Rental Home
source: Rental Home
es: Vivienda de alquiler
fr: Logement locatif
zh_hans: 出租房

# builtin.category.Automobile
source: Automobile
es: Automóvil
zh_hans: 汽车

# builtin.category.Appliance
source: Appliance
es: Electrodoméstico
fr: Appareil
zh_hans: 家电

# builtin.category.Uncategorized
source: Uncategorized
es: Sin categoría
fr: Sans catégorie
zh_hans: 未分类

# builtin.field.appliance.Type
source: Type
es: Tipo
zh_hans: 类型

# builtin.field.appliance.Make
source: Make
es: Marca
fr: Marque
zh_hans: 品牌

# builtin.field.appliance.Purchase date
source: Purchase date
es: Fecha de compra
fr: Date d’achat
zh_hans: 购买日期

# builtin.field.appliance.Price
source: Price
es: Precio
fr: Prix
zh_hans: 价格

# builtin.field.appliance.Power source
source: Power source
es: Fuente de energía
fr: Source d’énergie
zh_hans: 能源类型

# builtin.field.appliance.Size
source: Size
es: Tamaño
fr: Taille
zh_hans: 尺寸

# builtin.field.appliance.Warranty
source: Warranty
es: Garantía
fr: Garantie
zh_hans: 保修

# builtin.field.appliance.Retailer.comboList
source: Retailer
es: Tienda
fr: Enseigne
zh_hans: 零售商

# builtin.field.appliance.Notes
source: Notes
es: Notas
zh_hans: 备注

# builtin.field.residentialHousing.Address
source: Address
es: Dirección
fr: Adresse
zh_hans: 地址

# builtin.field.residentialHousing.Purchase date
source: Purchase date
es: Fecha de compra
fr: Date d’achat
zh_hans: 购买日期

# builtin.field.residentialHousing.HOA Contact
source: HOA contact
es: Contacto de la comunidad
fr: Contact de la copropriété
zh_hans: 业主委员会联系人

# builtin.field.residentialHousing.Lot Size
source: Lot size
es: Tamaño del terreno
fr: Superficie du terrain
zh_hans: 地块面积

# builtin.field.residentialHousing.Year Built
source: Year built
es: Año de construcción
fr: Année de construction
zh_hans: 建造年份

# builtin.field.residentialHousing.Gas Provider
source: Gas provider
es: Compañía de gas
fr: Fournisseur de gaz
zh_hans: 燃气供应商

# builtin.field.residentialHousing.Water Provider
source: Water provider
es: Compañía de agua
fr: Fournisseur d’eau
zh_hans: 供水公司

# builtin.field.residentialHousing.Electricity Provider
source: Electricity provider
es: Compañía eléctrica
fr: Fournisseur d’électricité
zh_hans: 电力供应商

# builtin.field.residentialHousing.Roof
source: Roof (material, year, expected lifespan)
es: Techo (material, año, vida útil esperada)
fr: Toiture (matériau, année, durée de vie estimée)
zh_hans: 屋顶（材质、年份、预计使用寿命）

# builtin.field.residentialHousing.Home Insurance
source: Home insurance
es: Seguro de hogar
fr: Assurance habitation
zh_hans: 房屋保险

# builtin.field.residentialHousing.Mortgage Lender
source: Mortgage lender
es: Entidad hipotecaria
fr: Établissement prêteur
zh_hans: 抵押贷款机构

# builtin.field.residentialHousing.Tax ID
source: Tax ID
es: ID fiscal
fr: Identifiant fiscal
zh_hans: 税号

# builtin.field.rentalHome.Address
source: Address
es: Dirección
fr: Adresse
zh_hans: 地址

# builtin.field.rentalHome.Tenant
source: Tenant
es: Inquilino
fr: Locataire
zh_hans: 租户

# builtin.field.rentalHome.Gas Provider
source: Gas provider
es: Compañía de gas
fr: Fournisseur de gaz
zh_hans: 燃气供应商

# builtin.field.rentalHome.Water Provider
source: Water provider
es: Compañía de agua
fr: Fournisseur d’eau
zh_hans: 供水公司

# builtin.field.rentalHome.Electricity Provider
source: Electricity provider
es: Compañía eléctrica
fr: Fournisseur d’électricité
zh_hans: 电力供应商

# builtin.field.rentalHome.Rental License
source: Rental license
es: Licencia de alquiler
fr: Licence de location
zh_hans: 出租许可证

# builtin.field.rentalHome.Purchase date
source: Purchase date
es: Fecha de compra
fr: Date d’achat
zh_hans: 购买日期

# builtin.field.rentalHome.Roof
source: Roof (material, year, expected lifespan)
es: Techo (material, año, vida útil esperada)
fr: Toiture (matériau, année, durée de vie estimée)
zh_hans: 屋顶（材质、年份、预计使用寿命）

# builtin.field.rentalHome.Landlord Insurance
source: Landlord insurance
es: Seguro de propietario
fr: Assurance propriétaire bailleur
zh_hans: 房东保险

# builtin.field.rentalHome.Mortgage Lender
source: Mortgage lender
es: Entidad hipotecaria
fr: Établissement prêteur
zh_hans: 抵押贷款机构

# builtin.field.rentalHome.Smoke Detector
source: Smoke detector
es: Detector de humo
fr: Détecteur de fumée
zh_hans: 烟雾探测器

# builtin.field.rentalHome.Property Manager
source: Property manager
es: Administrador de la propiedad
fr: Gestionnaire immobilier
zh_hans: 物业管理人

# builtin.field.rentalHome.Lot Size
source: Lot size
es: Tamaño del terreno
fr: Superficie du terrain
zh_hans: 地块面积

# builtin.field.rentalHome.Year Built
source: Year built
es: Año de construcción
fr: Année de construction
zh_hans: 建造年份

# builtin.field.rentalHome.Tax ID
source: Tax ID
es: ID fiscal
fr: Identifiant fiscal
zh_hans: 税号

# builtin.field.automobile.Make
source: Make
es: Marca
fr: Marque
zh_hans: 品牌

# builtin.field.automobile.Model
source: Model
es: Modelo
fr: Modèle
zh_hans: 型号

# builtin.field.automobile.Trim
source: Trim
es: Versión
fr: Finition
zh_hans: 配置版本

# builtin.field.automobile.Year
source: Year
es: Año
fr: Année
zh_hans: 年份

# builtin.field.automobile.License Plate
source: License plate
es: Matrícula
fr: Plaque d’immatriculation
zh_hans: 车牌号

# builtin.field.automobile.Registration Number
source: Registration number
es: Número de matrícula
fr: Numéro d’immatriculation
zh_hans: 注册号

# builtin.field.automobile.Engine Oil
source: Engine oil
es: Aceite de motor
fr: Huile moteur
zh_hans: 机油

# builtin.field.automobile.Oil Filter
source: Oil filter
es: Filtro de aceite
fr: Filtre à huile
zh_hans: 机油滤清器

# builtin.field.noCategory.Notes
source: Notes
es: Notas
zh_hans: 备注

# builtin.comboList.powerSource
source: Power source
es: Fuente de energía
fr: Source d’énergie
zh_hans: 能源类型

# builtin.comboList.applianceType
source: Appliance type
es: Tipo de electrodoméstico
fr: Type d’appareil
zh_hans: 家电类型

# builtin.comboList.retailer
source: Retailer
es: Tienda
fr: Enseigne
zh_hans: 零售商

# builtin.compositeType.2DSize
source: 2D Size
es: Medida 2D
fr: Taille 2D
zh_hans: 二维尺寸

# builtin.compositeType.2DSize.Width
source: Width
es: Ancho
fr: Largeur
zh_hans: 宽

# builtin.compositeType.2DSize.Length
source: Length
es: Largo
fr: Longueur
zh_hans: 长

# builtin.compositeType.2DSize.Unit
source: Unit
es: Unidad
fr: Unité
zh_hans: 单位

# builtin.compositeType.3DSize
source: 3D Size
es: Medida 3D
fr: Taille 3D
zh_hans: 三维尺寸

# builtin.compositeType.3DSize.Width
source: Width
es: Ancho
fr: Largeur
zh_hans: 宽

# builtin.compositeType.3DSize.Length
source: Length
es: Largo
fr: Longueur
zh_hans: 长

# builtin.compositeType.3DSize.Height
source: Height
es: Alto
fr: Hauteur
zh_hans: 高

# builtin.compositeType.3DSize.Unit
source: Unit
es: Unidad
fr: Unité
zh_hans: 单位

source: Extras
fr: Divers
zh_hans: 更多

# builtin.field.automobile.VIN
source: VIN
zh_hans: 车架号
